{
  "days": [
    { "day": 1, "cards": [1,2,3,4,5,6,7,8,9] },
    { "day": 2, "cards": [10,11,12,13,14,15,16,17] },
    { "day": 3, "cards": [18,19,20,21,22,23,24,25] },
    { "day": 4, "cards": [26,27,28,29,30,31,32,33] },
    { "day": 5, "cards": [34,35,36,37,38,39,40,41,42] }
  ],
  "cards": [
    { "id": 1, "title": "Efesios 1:4", "lines": ["Según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él."] },
    { "id": 2, "title": "Efesios 1:7", "lines": ["En quien tenemos redención por su sangre, el perdón de pecados según las riquezas de su gracia."] },
    { "id": 3, "title": "Efesios 2:1", "lines": ["Y él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados."] },
    { "id": 4, "title": "Efesios 2:8–9", "lines": ["Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; no por obras, para que nadie se gloríe."] },
    { "id": 5, "title": "Efesios 3:16–19", "lines": ["Para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu; para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor, seáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura, y de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios."] },
    { "id": 6, "title": "Efesios 4:1–6", "lines": ["Yo, pues, preso en el Señor, os ruego que andéis como es digno de la vocación con que fuisteis llamados, con toda humildad y mansedumbre, soportándoos con paciencia los unos a los otros en amor, solícitos en guardar la unidad del Espíritu en el vínculo de la paz; un cuerpo, y un Espíritu, como fuisteis también llamados en una misma esperanza de vuestra vocación; un Señor, una fe, un bautismo, un Dios y Padre de todos, el cual es sobre todos, y por todos, y en todos."] },
    { "id": 7, "title": "Efesios 4:11–15", "lines": ["Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros, a fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo, hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un varón perfecto, a la medida de la estatura de la plenitud de Cristo; para que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina, por estratagema de hombres que para engañar emplean con astucia las artimañas del error, sino que siguiendo la verdad en amor, crezcamos en todo en aquel que es la cabeza, esto es, Cristo."] },
    { "id": 8, "title": "Efesios 4:22–23", "lines": ["En cuanto a la pasada manera de vivir, despojaos del viejo hombre, que está viciado conforme a los deseos engañosos, y renovaos en el espíritu de vuestra mente."] },
    { "id": 9, "title": "Efesios 6:1–3", "lines": ["Hijos, obedeced en el Señor a vuestros padres, porque esto es justo. Honra a tu padre y a tu madre, que es el primer mandamiento con promesa; para que te vaya bien, y seas de larga vida sobre la tierra."] },
    { "id": 10, "title": "Efesios 6:11–12", "lines": ["Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo. Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes."] },
    { "id": 11, "title": "Filipenses 1:6", "lines": ["Estando persuadido de esto, que el que comenzó en vosotros la buena obra, la perfeccionará hasta el día de Jesucristo."] },
    { "id": 12, "title": "Filipenses 1:21", "lines": ["Porque para mí el vivir es Cristo, y el morir es ganancia."] },
    { "id": 13, "title": "Filipenses 2:2", "lines": ["Completad mi gozo, sintiendo lo mismo, teniendo el mismo amor, unánimes, sintiendo una misma cosa."] },
    { "id": 14, "title": "Filipenses 2:3", "lines": ["Nada hagáis por contienda o por vanagloria; antes bien con humildad, estimando cada uno a los demás como superiores a él mismo."] },
    { "id": 15, "title": "Filipenses 2:14", "lines": ["Haced todas las cosas sin murmuraciones y contiendas."] },
    { "id": 16, "title": "Filipenses 3:7", "lines": ["Pero cuantas cosas eran para mí ganancia, las he estimado como pérdida por amor de Cristo."] },
    { "id": 17, "title": "Filipenses 4:4", "lines": ["Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!"] },
    { "id": 18, "title": "Filipenses 4:13", "lines": ["Todo lo puedo en Cristo que me fortalece."] },
    { "id": 19, "title": "Filipenses 2:5–8", "lines": ["Haya, pues, en vosotros este sentir que hubo también en Cristo Jesús, el cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse, sino que se despojó a sí mismo, tomando forma de siervo, hecho semejante a los hombres; y estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz."] },
    { "id": 20, "title": "Filipenses 3:13–14", "lines": ["Hermanos, yo mismo no pretendo haberlo ya alcanzado; pero una cosa hago: olvidando ciertamente lo que queda atrás, y extendiéndome a lo que está delante, prosigo a la meta, al premio del supremo llamamiento de Dios en Cristo Jesús."] },
    { "id": 21, "title": "Filipenses 3:20–21", "lines": ["Mas nuestra ciudadanía está en los cielos, de donde también esperamos al Salvador, al Señor Jesucristo; el cual transformará el cuerpo de la humillación nuestra, para que sea semejante al cuerpo de la gloria suya, por el poder con el cual puede también sujetar a sí mismo todas las cosas."] },
    { "id": 22, "title": "Filipenses 4:6–7", "lines": ["Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias. Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestros pensamientos en Cristo Jesús."] },
    { "id": 23, "title": "Filipenses 4:8", "lines": ["Por lo demás, hermanos, todo lo que es verdadero, todo lo honesto, todo lo justo, todo lo puro, todo lo amable, todo lo que es de buen nombre; si hay virtud alguna, si algo digno de alabanza, en esto pensad."] },
    { "id": 24, "title": "Colosenses 1:10", "lines": ["Para que andéis como es digno del Señor, agradándole en todo, llevando fruto en toda buena obra, y creciendo en el conocimiento de Dios."] },
    { "id": 25, "title": "Colosenses 1:14", "lines": ["En quien tenemos redención por su sangre, el perdón de pecados."] },
    { "id": 26, "title": "Colosenses 1:15–17", "lines": ["Él es la imagen del Dios invisible, el primogénito de toda creación. Porque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él. Y él es antes de todas las cosas, y todas las cosas en él subsisten."] },
    { "id": 27, "title": "Colosenses 2:6–7", "lines": ["Por tanto, de la manera que habéis recibido al Señor Jesucristo, andad en él; arraigados y sobreedificados en él, y confirmados en la fe, así como habéis sido enseñados, abundando en acciones de gracias."] },
    { "id": 28, "title": "Colosenses 2:8–9", "lines": ["Mirad que nadie os engañe por medio de filosofías y vanas sutilezas, según las tradiciones de los hombres, conforme a los rudimentos del mundo, y no según Cristo; porque en él habita corporalmente toda la plenitud de la Deidad."] },
    { "id": 29, "title": "Colosenses 3:1–4", "lines": ["Si, pues, habéis resucitado con Cristo, buscad las cosas de arriba, donde está Cristo sentado a la diestra de Dios. Poned la mira en las cosas de arriba, no en las de la tierra. Porque habéis muerto, y vuestra vida está escondida con Cristo en Dios. Cuando Cristo, vuestra vida, se manifieste, entonces vosotros también seréis manifestados con él en gloria."] },
    { "id": 30, "title": "Colosenses 3:12–13", "lines": ["Vestíos, pues, como escogidos de Dios, santos y amados, de entrañable misericordia, de benignidad, de humildad, de mansedumbre, de paciencia; soportándoos unos a otros, y perdonándoos unos a otros si alguno tuviere queja contra otro. De la manera que Cristo os perdonó, así también hacedlo vosotros."] },
    { "id": 31, "title": "Colosenses 3:14", "lines": ["Y sobre todas estas cosas vestíos de amor, que es el vínculo perfecto."] },
    { "id": 32, "title": "Colosenses 4:2", "lines": ["Perseverad en la oración, velando en ella con acción de gracias."] },
    { "id": 33, "title": "Colosenses 4:5", "lines": ["Andad sabiamente para con los de afuera, redimiendo el tiempo."] },
    { "id": 34, "title": "Filemón 1:1–3", "lines": ["Pablo, prisionero de Jesucristo, y el hermano Timoteo, al amado Filemón, colaborador nuestro, y a la amada hermana Apia, y a Arquipo nuestro compañero de milicia, y a la iglesia que está en tu casa: Gracia y paz a vosotros, de Dios nuestro Padre y del Señor Jesucristo."] },
    { "id": 35, "title": "Filemón 1:4–5", "lines": ["Doy gracias a mi Dios, haciendo siempre memoria de ti en mis oraciones, porque oigo del amor y de la fe que tienes hacia el Señor Jesús, y para con todos los santos."] },
    { "id": 36, "title": "Filemón 1:8–12", "lines": ["Por lo cual, aunque tengo mucha libertad en Cristo para mandarte lo que conviene, más bien te ruego por amor, siendo como soy, Pablo ya anciano, y ahora, además, prisionero de Jesucristo; te ruego por mi hijo Onésimo, a quien engendré en mis prisiones, el cual en otro tiempo te fue inútil, pero ahora a ti y a mí nos es útil, el cual vuelvo a enviarte; tú, pues, recíbele como a mí mismo."] },
    { "id": 37, "title": "Filemón 1:14", "lines": ["Pero nada quise hacer sin tu consentimiento, para que tu favor no fuese como de necesidad, sino voluntario."] },
    { "id": 38, "title": "Filemón 1:16", "lines": ["No ya como esclavo, sino como más que esclavo, como hermano amado; mayormente para mí, pero cuánto más para ti, tanto en la carne como en el Señor."] },
    { "id": 39, "title": "Filemón 1:17", "lines": ["Así que, si me tienes por compañero, recíbele como a mí mismo."] },
    { "id": 40, "title": "Filemón 1:20", "lines": ["Sí, hermano, tenga yo algún provecho de ti en el Señor; conforta mi corazón en el Señor."] },
    { "id": 41, "title": "Filemón 1:21", "lines": ["Te he escrito confiando en tu obediencia, sabiendo que harás aún más de lo que te digo."] },
    { "id": 42, "title": "Efesios 6:1–3 (extra para completar)", "lines": ["Hijos, obedeced en el Señor a vuestros padres, porque esto es justo. Honra a tu padre y a tu madre, que es el primer mandamiento con promesa; para que te vaya bien, y seas de larga vida sobre la tierra."] }
  ]
}
